BOT_COMMANDS = (
    ("start", "Главное меню и запуск ИИ чата"),
    ("about_kirill", "Коротко обо мне"),
    ("short_stack", "Мой стек в 1 минуту"),
    ("quota", "Текущий лимит ИИ сообщений"),
    ("help", "Все команды бота"),
)

COMMANDS_WITH_DESCRIPTION = (
    "🏠 /start \\- _главное меню и запуск ИИ чата_\n"
    "👤 /about\\_kirill \\- _коротко обо мне_\n"
    "🛠️ /short\\_stack \\- _мой стек в 1 минуту_\n"
    "⏱️ /quota \\- _остаток сообщений в лимите_\n"
    "❓ /help \\- _все команды бота_\n"
)
